Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/white_papers/samediggidiedadus_samegiela_birra_2012.pdf.tmx
Source language: sme
Languages: smj

source: Rávisolbmuid álgooahpahus ferte heivehuvvot eará ládje go mánáid ja nuoraid oahpahus.
smj: Álggoåhpadibme ållessjattugijda hæhttu ietjá láhkáj hiebaduvvat gå mánáj ja nuoraj åhpadibme.

source: Dávjá lea rávisolbmuin bearaš ja bargu.
smj: Álu li ållessjattugijn fámilja ja stuoves barggo.

source: Sámi giellaiskkadeapmi 2012 čájeha ahte badjel 30 % lohket ahte oahpahus ruovttubáikkis lea eaktu jus galget nákcet čađahit sámegiel oahpahusa.
smj: Sáme giellaguoradallam 2012 vuoset badjel 30 % diededi åhpadibme sijdabájken le ækton jus galggi nahkat sámegielav oahppat.

source: Eará dehálaš eavttut mat fertejit leat sajis, lea vejolašvuohta váldit álgooahpahusa ja vuollegis gollodássi.
smj: Ietjá ájnas ævto ma hæhttuji sajenis li álggoåhpadime vejulasjvuoda ja álbes kursa.

source: Sámediggi ruhtada viđa jagi sámegiela rávisolbmuidoahpahusprográmma, man Sámi allaskuvla jođiha.
smj: Sámedigge ruhtat vidájahkásasj sáme ållessjattukåhpadimprográmmav mij Sáme allaskåvlås jådeduvvá.

source: Prošeakta čađahuvvo dainnalágiin ahte Sámi allaskuvla ovttasbargá giellaguovddážiiguin fállat sámegiel álgooahpahusa rávisolbmuide.
smj: Prosjevta sisadno le Sáme allaskåvllå giellaguovdátjij siegen fállá álggoåhpadimev sámegielan ållessjattugijda.

source: Sámi allaskuvla lea ráhkadan oahppoplánaid maid kurssat čuvvot, ja lágida logaldalliid.
smj: Sáme allaskåvllå le oahppoplánajt dahkam majt kursa tjuovvu, ja sij aj lågådalli.

source: Maŋŋel kurssa sáhttet studeanttat váldit eksámena Sámi allaskuvllas.
smj: Kursa maŋŋela bessi studenta eksámav válldet Sáme allaskåvlån.

source: Sámi allaskuvla lea maiddái fágalaččat bagadallan giellaguovddáža bargiid.
smj: Sáme allaskåvllå le aj fágalattjat giellaguovdátjij barggijt bagádallam.

source: Prošeakta lea bohciidahttán mávssolaš vásáhusa, ja sáhttá lohkat ahte dat lea lihkostuvvan.
smj: Prosjevtas li moadda ávkálasj åtsådallamijt oadtjum ja dat aneduvvá vuorbástuvvam.

source: Romssa universitehtas lea maid sullasaš ovttasbargu muhtun giellaguovddážiiguin.
smj: Tråmså universitehtta le aj muhtem giellaguovdátjij muodugasj aktisasjbargov ásadam.

source: Daid buriid bohtosiid duogáš orro leame dat go álbmot beassá váldit sámegiel kurssa ruovttubáikkis, seammás go sii leat studeanttat geat váldet eksámena allaskuvllas/universitehtas ja ožžot oahppočuoggáid dan ovddas.
smj: Vuojnnet buoragit li vuorbástuvvam danen gå oassálasste bessi sámegiela kursav sijdabájken válldet sæmmi båttå gå eksámav bessi allaskåvlån/universitehtan válldet ja dassta oahppotjuorgajt oadtju.

source: Go dán mállet rávisolbmuidoahpahus lea nu bures lihkostuvvan, de ferte dákkár ovttasbargguide sihkkarastit fásta ruhtadeami.
smj: Gå dákkir vuohke ållessjattugijt åhpadit le nav buoragit vuorbástuvvam de hæhttu dákkir aktisasjbargguj stuoves ruhtadimev åttjudit.

source: Sámegiela suddjema ja ovddideami barggus lea dehálaš ahte gávdnojit fásta ja einnostahtti fálaldagat gos rávisolbmot ožžot vejolašvuođa oahppat sámegiela.
smj: Gå barggá sámegiela bisodimijn ja åvddånahttemijn de le ájnas jut stuoves ja guhkesájggásasj fálaldagá gávnnuji gånnå ållessjattuga bessi sámegielav oahppat.

source: Oahppolihtut leat dehálaš rávisolbmuidoahpahusarenat.
smj: Oahppolihto li ájnas ållessjattukåhpadimárená.

source: Dat leat juo máŋggaid jagiid bargan giella- ja kulturoahpahusain.
smj: Da li juo måttijt jagijt giella- ja kultuvrraåhpadimev tjadádam.

source: Sámediggi oaidná ahte dáin boahtá ain leat dehálaš rolla sámi giela ja kultuvrra ovddideamis.
smj: Sámedigge vuojnná dájn sjaddá ájn ájnas roalla boahtteájggáj sámegiela ja kultuvra åvddånahttema bargon.

source: Sin rolla lea erenoamáš dehálaš go galgá ráhkadit arenaid gos sámegiella sáhttá geavahuvvot iešguđetge kursaoktavuođain.
smj: Sierraláhkáj ájnas le sijá roalla árenájt ásadimen gånnå sámegiella máhttá iesjguhtik kurssaaktijvuodan aneduvvat.

source: Sámediggi oaidná dárbbu nannet maiddái sin doaimma vai sáhttá bisuhit máŋggabealat kursafálaldagaid ja giellaarenaid.
smj: Sámedigge vuojnná aj dárbov sijá dåjmav nannit váj vijdes kurssafálaldagájt ja giellaárenájt bisot.

source:  Heivehit sámegiel álgooahpahusa rávisolbmuide doppe gos olbmot orrot
smj:  Hiebadum álggoåhpadibme sámegielan ållessjattugijda gåggu sij årru

source:  Eanebut geat eai leat sápmelaččat ožžot vejolašvuođa oahppat sámegiela
smj:  Ienep dáttja galggi bessat sámegielav oahppat

source:  Bargat dan ala ahte oahppoásahusaid ja giellaguovddážiid ovttasbargui sihkkarastojuvvojit
smj:  Barggat váj aktisasjbarggo åhpadusásadusáj ja giellaguovdátjij gaskan buorre ålgodisævtojt

source:  Bargat dan ala ahte sámi oahppolihtuide sihkkarastojuvvojit buorit rámmaeavttut
smj: oadtju.  Barggat dan vuoksjuj jut sáme oahppolihto buorre ålgodisævtojt oadtju

source: Giellaguoddit
smj: Giellaguodde

source: Giellaguddiin lea dehálaš rolla giellageavaheddjiid logu lasiheamis.
smj: Giellaguodde li viehka ájnnasa gå galggá giela addnij lågov lasedit.

source: Sámi giellaguddiin lea mávssolaš máhttu sámegiela birra, mainna lea dárbu ávkkástallat sámegiela ovdánahttinbarggus.
smj: Sáme giellaguoddijn le árvulasj máhtto sámegielaj birra, mav sjaddá dárbulasj ávkkit gå sámegiela åvddånahttemijn barggá.

source: Olu vuorrasat máhttet njálmmálaš sámegiela hui bures, sis lea stuora sátneriggodat ja leat doalahan sámi huksejumi gielas.
smj: Moadda boarrásijn le viehka buorre njálmálasj sámegiela máhtto, siján le valjes báhkoboanndudahka ja li bisodam sáme hållamvuogev.

source: Dat mii dábálaččat earuha giellaguoddi ja dakkára gii lea oahppan giela eambbo formálalaš vugiin skuvllas, lea ahte giellaguoddi gullá ja diehtá makkár sániid ja dadjanvugiid galgá geavahit dihto dilis.
smj: Mij dábálattjat giellaguoddev ierit sujsta guhti le gielav ienep formálalattjat láhkáj oahppam skåvlå baktu, le giellaguodde gullá ja diehtá makkir bágo ja moallánagá duon-dán dilen adná.

source: Jus galgá sihkkarastit giela boahtteáiggi, de lea dehálaš ahte nu oallugat go vejolaš ohppet giela sirdima bokte giellaguddiin.
smj: Giela boahtteájge sihkarasstemdiehti le ájnas jut nav moattes gå vejulasj gielav oahppi giellaguoddij baktu.

source: Giellaguoddit leat stuora resursa mii berre geavahuvvot mihá eambbo, sihke oahpahusas, dutkamis ja nuoraid ja vuorrasiid ovttastallamis.
smj: Giellaguodde le viehka ájnas ressurssa mij luluj viehka ienebut ávkkiduvvat, sihke åhpadusán, dutkamin ja vuorrasappoj ja nuoraj guládijn.

source: Giellaguddiin árbevirolaš sámi ealáhusain nu go eanandoalus, boazodoalus, meahcásteamis ja guolásteamis lea dehálaš máhttu sámegiela, sámi árbevieruid ja árvvuid birra.
smj: Gielaguoddijn árbbedábálasj sáme æládusájn dagu ednambarggo, boatsojsujtto, miehttsestallam ja guollim li ájnas máhto sáme giela, dábij ja árbij birra.

source: Giella lea árbevirolaččat leamaš nanus vuođđoealáhusain, ja dat iešguđetge ealáhusat leat leamaš dehálaš sámegiela ja árbevirolaš máhttosirdima guoddit.
smj: Giella le agev læhkám nanos vuodoæládusájn, ja iesjguhtik æládusá li læhkám ájnnasa sámegiela guodden ja sáme árbbediehtuj.

source: Dán dáfus ii leat vuođđoealáhusaid giella dehálaš dušše sámi giellaovdáneapmái, muhto lea maiddái dehálaš árbevirolaš sámi árvvuid ja máhtu sirdimis.
smj: Návti ij le vuodoæládusáj giella ájnas dåssju sáme giellaåvddånahttemij, ájnat aj gå galggá sáme árvojt ja árbbediedojt jårkadit.

source: Dán oktavuođas lea hui mávssolaš ahte árbevirolaš sámi ealáhusaid rolla giellaoahppanarenan suddjejuvvojit ja ovddiduvvojit, nu ahte giella ja dehálaš árvvut seilot ja sáhttet dolvojuvvot viidáseappot boahtteáigái.
smj: Dán aktijvuodan le viehka ájnas jut árbbedábálasj sáme æládusaj roalla giellaoahppamárenán várajda váldeduvvá ja joarkká, váj giella ja ájnas árvo bisoduvvi ja boahtteájggáj joarkki.

source:  Giellaguoddit geavahuvvojit aktiivvalaččat sirdit giela sihke formálalaš ja eahpeformálalaš arenain.
smj:  Giellaguodde dåjmalattjat aneduvvi váj gielav joarkká sihke formála ja iehpeformála árenájn

source:  Giellaguoddit geavahuvvojit aktiivvalaš resursan giellaoahpahusas ja iešguđetge giellaarenain
smj:  Giellaguodde aneduvvi dåjmalasj ressurssan giellaåhpadusán ja iesjguhtik giellaárenán.

source:  Bargat dan ala ahte skuvllat ja mánáidgárddit ovttasbargagohtet eambbo árbevirolaš
smj:  Barggat váj skåvlå ja mánájgárde ájn ienebut máhtti aktan barggat árbbedábálasj æládusáj

source: ealáhusaiguin giellasirdinarenaid dáfus.
smj: gielladuvddemárenáj vuoksjuj.

source: Áŋgiruššansuorgi 4: Sámegiela geavaheapmi
smj: Barggosuorgge 4: Sámegiela adno

source: Duohta vejolašvuođat geavahit sámegiela almmolaš ja priváhta oktavuođain lea erenoamáš dehálaš barggus lasihit sámegiela geavaheami.
smj: Almma vejulasjvuoda sámegielav adnet almulasj ja priváhta aktijvuodajn le viehka ájnas gå galggá sámegiela anov vijdedit.

source: Odne eai leat doarvái olu sámegielat fálaldagat servodagas, ja giellageavaheaddjit vásihit ahte sin vejolašvuohta geavahit sámegiela ráddjejuvvo.
smj: Uddni ælla dågålasj sámegielak fálaldagá sebrudagán, ja giellaaddne vásedi sijá vejulasjvuohta sámegielav adnet ráddjiduvvá.

source: Dát lea dakkár dilli masa Sámediggi ii berre duhtat.
smj: Dát le dille majna Sámedigge ij le dudálasj.

source: Lea dehálaš giela boahtteáigái ahte sámegiela geavaheapmi lassána dovdomassii buot servodatsurggiin.
smj: Ájnas le giela boahtteájggáj jut sámegiella adno viehka ålov vijdeduvvá juohkka sebrudaksuorgen.

source: Dihtomielalaš jurddašeapmi sámegiela geavaheami birra
smj: Diedulattja sámegiela vuoksjuj

source: Eanas sámegielat rávisolbmot leat guovtte- dahje máŋggagielagat.
smj: Ienemus sámegielak ållessjattuga li guovte- jali moattegielaga.

source: Dakkár giellabirrasis gos majoritehtagiela geavaheapmi álkit vuoitá, lea dárbu nannet máhtu ja dihtomielalašvuođa giellaválljema birra.
smj: Giellabirrasin gånnå ieneplåhko giela álu sajev válldá le dárbulasj nannit giellaválljima máhtov ja diedulasjvuodav.

source: Lea mearrideaddji sámegiela boahtteáigái ahte guovttegielat vállje geavahit sámegiela nu olu diliin go vejolaš.
smj: Ájnas le sámegiela boahtteájge gáktuj jut guovtegielak vállji sámegielav adnev nav moatten aktijvuodan gå ber máhttá.

source: Vai álkidahtášii giellaválljema, de lea maid hui mávssolaš ahte ovttagielat majoritehtagielagat čájehit ipmárdusa guovttegielaga giellaválljemii.
smj: Váj giellaválljim álkkebun sjaddá de le aj viehka ájnas jut avtagielak ieneplåhkogielaga dádjadi guovtegielaga giellaválljimav.

source: Jus giellaválljen álo vuolgá das ahte buohkat geat guldalit galget sáhttit ipmirdit, de gal vejolašvuohta geavahit sámegiela unnu sakka.
smj: Jus giellaválljim agev le dav dan duogen jut gájka galggi dádjadit mij javladuvvá, de vejulasjvuoda sámástit tjielggasit binnu.

source: Sihkkarastin dihte sámegiela boahtteáiggi, ferte giella válljejuvvot ja geavahuvvot ruovttugiellan ja sirdojuvvot buolvvas bulvii.
smj: Váj sámegiella galggá ielle giella boahtteájggáj aj de hæhttu giella válljiduvvat ja aneduvvat sijddagiellan ja buolvaj gaskan duvdaduvvat.

source: Lea maid dárbbašlaš ahte giella geavahuvvo máŋgga arenas servodagas.
smj: Dárbbo le aj giella ienep árenájn gullu sebrudagán.

source: Dát gáibida buori servodatplánema, ja eambbo barggu sihke almmolašvuođas ja priváhta ásahusain ja maiddái ovttaskas giellageavaheaddjis.
smj: Dát gájbbet buorre sebrudakplánimav, ja ållo bargov sihka almulasj ja priváhta ásadusájs aktan ájnegis giellaaddnes.

source: Lea dárbu buoridit dihtomielalašvuođa das man dehálaš lea geavahit sámegiela máŋgga oktavuođas.
smj: Dárbbo le ájn vil diedulattjan sjaddat man ájnas le sámegielav ienep aktijvuodan adnet.

source: Ovttaskas giellageavaheaddji, politihkkárat, ásahusat ja almmolaš hálddašeapmi fertejit válljet geavahit sámegiela.
smj: Juohkka ájnna giellaaddne, politihkkár, ásadus ja almulasj háldadus hæhttu válljit sámegielav adnet.

source: Ovttaskas giellageavaheaddjis lea stuora ovddasvástádus, muhto Sámediggi áigu maid duvdit eambbo ovddasvástádusa ásahusaide ja politihkkáriidda.
smj: Stuorra åvdåsvásstádus le juohkka ájnna giellaaddne duogen, valla Sámedigge sihtá aj ásadusáj ja politihkkárij duohkáj dáv åvdåsvásstádusáv ájn ienebut biedjat.

source: Sámi ásahusat ja politihkkárat leat ovdagovat sámi servodagas ja sis lea stuora váikkuhanváldi.
smj: Sáme ásadusá ja politihkkára li åvddågåvå sáme sebrudagán ja siján le ållo fábmo.

source: Sii fertejit buorebut dovdat ja diehtit iežaset ovddasvástádusa ja geavahit giela mihá eambbo ja eambbo oktavuođain, seammás go sis ferte leat eambbo dihtomielalašvuohta gielladikšuma birra.
smj: Dá hæhttuji ájn ienebut mielanækto gielav ienebut adnet vijddásap aktijvuodajn, sæmmi båttå dagu hæhttu mielanækto gielav sujttit.

source: Dát mearkkaša ahte maiddái Sámediggi ferte eambbo deattuhit sámegiela geavaheami iežas beaivválaš doaimmas.
smj: Dat mierkki Sámedigge ájn vil ienebut hæhttu dættodit sámegielav ietjas bæjválasj dåjman adnet.

source: Medias lea erenoamáš dehálaš rolla gielladábiid álggaheamis.
smj: Median le sierralágásj ájnas roalla giellatrendbieddjen.

source: Eambbo dihtomielalašvuohta sámegiela geavaheami birra livččii mielde lokteme giela stáhtusa.
smj: Mielanækto sámegiela adno luluj giela stáhtusav låpptit.

source: Sámegiella ferte leat dakkár giella maid sihke ovttaskas olbmot ja ásahusat geavahit aktiivvalaččat.
smj: Sámegiella galggá liehket giella mij dåjmalattjat aneduvvá sihke ájnegis ulmutjijs ja ásadusájs.

source: Dát sihke lasiha sámegiela geavaheami ja lokte giela stáhtusa ja árvvu.
smj: Dát vijdet sámegiela anov ja dan stáhtusav ja árvov låppti.

source: Dán oktavuođas lea maid dehálaš deattuhit ahte sápmelaččat geat eai leat beassan oahppat sámegiela, fertejit ražastit váldit giela ruovttoluotta.
smj: Dán aktijvuodan le aj ájnas dættodit sáme gudi ælla bessam sámegielav oahppat hæhttuji rahtjat váj gielav ruopptot válldá.

source: Sámediggi háliida eambbo fokusa das man dehálaš lea oahppat giela rávisolmmožin.
smj: Sámedigge sihtá ienep dættov man ájnas le gielav ållessjattugin oahppat.

source: Sámediggi ii sáhte stivret ovttaskas olbmuid priváhta giellageavaheami, muhto Sámediggi bargá dan ala ahte gávdnojit buorit vejolašvuođat giellaoahppamii ja buorit giellaarenat.
smj: Sámedigge ij máhte ájnegis ulmutjij priváhta giellaanov stivrrit, valla Sámedigge galggá barggat dan vuoksjuj jut gávnnuji buorre vejulasjvuoda gielav oahppat ja buorre giellaárená.

source:  Sámegiella geavahuvvo aktiivvalaččat buot servodatsurggiin
smj:  Sámegiella dåjmalattjat aneduvvá juohkka sebrudaksuorgen

source:  Buorit guottut sámegiela geavaheapmái
smj:  Buorremielakvuohta sámegiela vuoksjuj

source: man dárbbašlaš lea geavahit sámegiela sihke njálmmálaččat ja čálalaččat.
smj:  Ásadusáj ja organisasjåvnåj siegen ásadit diedulasjvuodav man ájnas le sámegielav adnet sihke

source:  Bargat dan ala ahte ásahusat ja organisašuvnnat buoridit iežaset sámi giella- ja kulturmáhtu.
smj:  Barggat dan vuoksjuj jut ásadusá ja organisasjåvnå ietjasa sámegiela ja –kultuvra máhtudagáv

source: Sámi giellaguovddážiin lea hui dehálaš rolla sámegiela ovdánahttimis.
smj: Sáme giellaguovdátja li viehka ájnnasa sámegiela åvddånahttemin.

source: Dat leat erenoamáš dehálaččat lagasbirrasii ja ovddidit olu doaimmaid iežaset guovlluin.
smj: Da li sierraláhkáj ájnnasa lahkabirrasin ja viehka ållo dåjmajt ietjasa guovlojn álgadi.

source: Giellaguovddážat leat Sámedikki deháleamos ovttasbargoguimmiid searvvis dain iešguđetge giellaguovlluin.
smj: Giellaguovdátja le Sámedikke ájnnasamos aktisasjbarggoguojmij gaskan iesjguhtik giellaguovlon.

source: Giellaguovddážiid hástalus lea ahte váilot einnostahtti rámmaeavttut.
smj: Giellaguovdátjij hásstalus le jut ælla stuoves ålgodisævto.

source: Giellaguovddážiid evalueren maid Norut Alta čađahii 2012 giđa, duođašta ahte lea dárbu lasi ekonomalaš ja olmmošlaš návccaide.
smj: Giellaguovdátjij guoradallam mav Norut Áltá 2012 gidá dagáj duodas dárbbo le ulmutjijs ja rudájs.

source: Sámediggi deattuha buoret ovddasvástádusjuogu ja oktiiheiveheami gielladoaibmabijuid dáfus, ja oaidná dan oktavuođas ahte giellaguovddážat leat lunddolaš ovttasbargoguoimmit.
smj: Sámedigge berus gielladåjmaj vuohkasap åvdåsvásstádusjuohkemis ja koordinerimis, ja dan aktijvuodan li giellaguovdátja luondulasj aktisasjbarggoguojme.

source: Sámi giellaguovddážiin lea stuora potensiála viidáset ovddidit sámegiela.
smj: Sáme giellaguovdátjijn le stuorra potensiálla sámegielav vijddábut låpptit.

source: Sámediggi lea ovdal čuvgen dárbbu lasihit čáppagirjjálašvuođa, oahpponeavvuid, giellateknologalaš reaidduid buvttadeami, ja oaidná lagas oktavuođa giellaguovddážiid huksemiin.
smj: Sámedigge le åvddåla dættov biedjam man ájnas le jut ienep tjáppagirjálasjvuohta, oahpponævo ja giellateknologalasj vædtsaga dagáduvvi ja dát le lahkasit giellaguovdátjijda tjanádum.

source: Dát mielddisbuktá dárbbu lagat ovttasbargui giellaguovddážiid ja oahpahusásahusaid gaskka.
smj: Dát mierkki giellaguovdátja ja oahppoásadusá hæhttuji ájn lagábut aktan barggat.

source: Lea maid dárbu lagat ovttasbargui giellaguovddážiid ja árbevirolaš ealáhusaid gaskka vai sáhttá ovddidit ja nannet árbevirolaš máhtu ja tearbmageavaheami.
smj: Sæmmi láhkáj le dárbbo jut giellaguovdátja ja árbbedábálasj æládusá aktan barggi váj sáme árbediedov ja teknologijav nanni ja åvddånahttá.

source: Sámediggi oaidná giellaguovddážiid lunddolaš ovddasteaddjin barggus ahte ásahit ođđa ja ovddidit viidáseappot daid giellaarenaid mat juo gávdnojit sámegiela dáfus.
smj: Sámedikke mielas li giellaguovdátja luondulasj vásstediddje gå galggá ådå giellaárenájt ásadit ja dajt ieme vijdábut åvddånahttet.

source: Dat materiála maid giellaguovddážat ráhkadit giellaoahpahusa váste, lea mávssolaš ja berre mihá eambbo almmuhuvvot ja biddjojuvvot maiddái earáide olámuddui.
smj: Giellaguovdátjij buvtadime giellaåhpadime aktijvuodan le árvulasj ja bierri ájn ienebut almoduvvat ja bigoduvvat.

source: Neahttaportála Ovttas.no lea lunddolaš báiki gosa sáhttá čohkket maiddái giellaguovddážiid materiálaid ja almmuhemiid.
smj: Næhttaportálla Aktan.no le luondulasj tjoahkkimbájkke giellaguovdátjij bargojda ja almodimijda aj.

source:  Aktiivvalaš ja ceavzilis sámi giellaguovddážat
smj:  Dåjmalasj ja ielle sáme giellaguovdátja

source:  Geahčadit ovttas giellaguovddážiiguin makkár rolla dain lea sámegiela viidáset ovddideamis
smj:  Aktan giellaguovdátjij gehtjadit sijá rållav sámegiela åvddånahttemin

source:  Bargat dan ala ahte giellaguovddážiidda sihkkarastojuvvojit fásta, einnostahtti
smj:  Åttjudit stuoves ruhtadimårnigijt giellaguovdátjijda.

source: Giellaarenat
smj: Giellaárená

source: Dehálaš eaktu jus sámegiella galgá seailut ja viidáset ovdánit, lea ahte gávdnojit giellaarenat gos gielat duođai geavahuvvojit.
smj: Ájnas ækton jus sámegiella galggá bisoduvvat ja vijddábut åvddånahteduvvat le jut gávnnuji giellaárená gånnå giela ajtu aneduvvi.

source: Sáhttá leat váttis joksat ulbmila ahte sámegiella galgá leat beaivválašgiella jus gielaid ii leat vejolaš geavahit árgabeaivvis, go deaivvada almmolaš hálddašemiin dahje go gulahallá máilmmiin.
smj: Ulme sámegielav bæjválasj giellan åttjudit li gássjela ållidit jus ij besa gielajt bæjválasj iellemin, almulasj aktijvuodan jali guládallamin adnet.

source: Olu báikkiin ii leat sámegiella lunddolaš oassi árgabeaivvis, ja gávdnojit unnán arenat gos giella geavahuvvo.
smj: Moatten sajen ij le sámegiella luondulasj oassen árkkabiejves, ja dåssju muhtem gallegasj árená gávnnuji gånnå giella aneduvvá.

source: Giellaarenat leat dehálaš reaiddut deaivvadanbáikkiid lágideamis gos sámegiella gullo ja oidno.
smj: Giellaárená li ájnas vædtsaga gå galggá æjvvalimsajijt ásadit gånnå sámegiella gullu ja vuojnnu.

source: Dát lea erenoamáš dehálaš guovlluin gos sámegiella ii leat majoritehtagiella.
smj: Sierraláhkáj le dát ájnas dåppe gånnå sámegiella le unneplåhkogiella.

source: Ferte láhčit diliid duohta sámegiela geavaheapmái servodagas arenaid ja deaivvadanbáikkiid bokte mánáide, nuoraide ja rávisolbmuide.
smj: Hæhttu dilev láhtjet almma sámegiela adnuj sebrudagán árenáj ja æjvvalimsajij baktu mánájda, nuorajda ja ållessjattugijda.

source: Giellabeasit leat čájehuvvon beaktilis doaibman giellaoahpahusa nannemis.
smj: Giellabiese ja giellalávggoma li viehka dåbmara læhkám gå galggá giellaåhpadusáv nannit.

source: Vásáhusat lullisámi guovllus čájehit ahte mánát ja nuorat ohppet sámegiela jođáneappot go oassálastet dákkár giellabesiin.
smj: Åtsådallama oarjjelsáme guovlos vuosedi máná ja nuora sámegielav oahppi viehka jåhtelabbo gå dákkir giellalejrajda oassálassti.

source: Mánáide ja nuoraide geat ožžot sámegiel oahpahusa skuvllas almmá makkárge erenoamáš gielalaš doarjaga haga lagasbirrasis, lea giellalávgun áibbas mearrideaddji buori giellaovdáneami dáfus.
smj: Mánájda ja nuorajda gudi sámegiela åhpadimev skåvlån oadtju ja gejn ij le heva gielalasj doarjja bájkálasj birrasin li giellabiese viehka ájnnasa buorre giellaåvddånahttemij.

source: Dákkár fálaldagat leat odne prošeaktavuđot fálaldagat eai ge addojuvvo fásta fálaldahkan.
smj: Dákkir fálaldagá álu prosjevtaj baktu fáladuvvi ja ælla stuoves fálaldagá.

source: Lea dárbu árvvoštallat berre go giellalávgun gođđojuvvot oassin dábálaš oahpahusfálaldagas ja váldojuvvot mielde gustovaš rámmaide.
smj: Dárbbo le árvustallat jus giellabiese galgalulujin oassen dábálasj oahppofálaldagás ja skåvlåjda hiebaduvvat.

source: Dát guoskkahuvvo maiddái Sámediggedieđáhusas oahpahusa ja oahpu birra.
smj: Dáv aj dagástallap Sámediggediedádusán åhpadusá hárráj.

source:  Máŋggabealat giellaarenat sámegiela dáfus
smj:  Sámegiela giellaárenáj valjesvuohta

source:  Bargat dan ala ahte ráhkaduvvojit buorit giellaarenat mat doibmet gielalaš doarjjan lagasbirrasis
smj:  Vuogas giellaárenájt ásadit ma doajmmi gielalasj doarjjan lahkabirrasin

source: Sámegiela čalmmustahttit almmolašvuođas
smj: Sámegielav vuojnnusij buktet almulasjvuodan

source: Sámegiela čalmmustahttin dáhpáhuvvá čálagiela bokte.
smj: Sámegiella vuojnnusij boahtá tjállemgiela baktu.

source: Danne lea dehálaš láhčit diliid eambbo čállingiela geavaheapmái.
smj: Danen le ájnas dilev láhtjet váj tjállemgielav bæssá ájn vil ienebut adnet.

source: Vaikko áramus sámi čállagat leat máŋga čuođi jagi boarrásat, de lea sámegiela čálagiela aktiivvalaš geavaheapmi sámegielat álbmoga gaskkas oalle ođđa fenomena mii leavvagođii vuos lohkangiellan maŋŋel oskkolaš teavsttaid almmuheami.
smj: Vájku boarrásamos tjállusa sámegiellaj li moadda tjuohte jage vuorrasa, de le dåjmalasj adno tjálalasj sámegielas sámegielak álmmuga gaskan viehka ådåájggásasj ájádus mij vijddánij låhkåmgiellan esski gå åskulasj tevsta almoduvvin.

source: 1970-jagiin lassánišgođii sámegielat girjjálašvuohta dovdomassii, muhto easka dalle go sámegiella šattai oahpahusgiellan vuođđoskuvllas, bođii buoret vuođđu aktiivvalaččat geavahit sámegiel čálagiela sihke lohkan- ja čállingiela.
smj: 1970 jagij rájes vijddánij sámegielak girjálasjvuohta, valla esski gå sámegiella åhpadimgiellan sjattaj vuodoskåvlån de sjattaj buorep vuodo dåjmalasj adnuj sáme tjállemgielas sihke låhkåm- ja tjállemgiellan.

source: Go bohte sierra sámi oahppoplánat buot skuvlafágaide 1990-logu loahpageahčen, de oaččui sámegiel čálagiela ovdáneapmi ođđa vuoimmi mii attii ohppiide buori vuođu geavahit sámegiela čálalaččat.
smj: Gå sierra sáme oahppoplána juohkka skåvllåfáhkaj båhtin 1990-lågo låhpan sjattaj dat miehtebieggan sáme tjállemgiela åvddånimen mij lij buorre vuodo oahppijda tjálalasj sámegiela adnuj.
